{
  "title": "ЦФМ - новая эра финансовой стабильности",
  "description": {
    "title": "Революционный алгоритм анализа мировой экономики",
    "body": "Мы создали уникальный математический алгоритм, который в режиме реального времени анализирует состояние мировой экономики через комплексную систему показателей. Наш алгоритм объединяет данные от ведущих международных организаций, центральных банков и торговых площадок для создания объективной картины глобальных финансовых процессов."
  },
  "basics": {
    "title": "Основы алгоритма",
    "formula": "Формула композитного экономического индекса FEHU с весовыми коэффициентами",
    "list": {
      "1": {
        "title": "Макроэкономические показатели:",
        "body": "ВВП ведущих экономик, уровни инфляции, торговые балансы"
      },
      "2": {
        "title": "Валютные данные:",
        "body": "Курсы 14 основных мировых валют с динамическими весами"
      },
      "3": {
        "title": "Товарные рынки",
        "body": "Цены на 6 ключевых товаров (золото, нефть, газ, медь, серебро, пшеница)"
      },
      "4": {
        "title": "Торговые объемы",
        "body": "Анализ международной торговли и финансовых потоков"
      }
    }
  },
  "stability": {
    "title": "Справедливая оценка и стабильность расчетов",
    "subtitle": "Новая эра финансовой справедливости и свободы. Алгоритм обеспечивает объективную оценку мировой финансовой системы и приносит беспрецедентную стабильность в расчеты между:",
    "advantages": {
      "title": "Преимущества системы:",
      "body": {
        "1": "Снижение волатильности на 40-60% по сравнению с отдельными валютами",
        "2": "Защита от инфляционных рисков через динамическую корректировку весов",
        "3": "Прозрачность всех операций через блокчейн-технологии",
        "4": "Независимость от политических решений отдельных государств"
      }
    },
    "list": {
      "1": {
        "title": "<span class='company'>B2B (Business-to-Business):</span>",
        "body": "Автоматизированные международные контракты с защитой от валютных рисков"
      },
      "2": {
        "title": "<span class='company'>G2G (Government-to-Government):</span>",
        "body": "Межгосударственные расчеты без влияния политических факторов"
      },
      "3": {
        "title": "<span class='company'>C2C (Consumer-to-Consumer):</span>",
        "body": "Глобальные P2P транзакции с минимальными комиссиями"
      }
    }
  },
  "future": {
    "title": "Цифровая фиатная монета (ЦФМ) - будущее мировой экономики",
    "subtitle": "Автоматическое регулирование. В отличие от традиционных криптовалют, стоимость и эмиссия ЦФМ автоматически регулируется сложным алгоритмом в зависимости от макроэкономических показателей:",
    "list": {
      "1": {
        "title": "ВВП",
        "body": "Рост экономики влияет на предложение монеты"
      },
      "2": {
        "title": "Инфляция",
        "body": "Динамические веса корректируются ежемесячно"
      },
      "3": {
        "title": "Торговый баланс",
        "body": "Учет глобальных торговых потоков"
      },
      "4": {
        "title": "Объемы торгов",
        "body": "Анализ ликвидности мировых рынков"
      },
      "5": {
        "title": "Товарные цены",
        "body": "РостИнтеграция реальных активов для стабильности"
      }
    }
  },
  "history": {
    "title": "Мы переписываем историю",
    "subtitle": "Проблемы, которые решает ЦФМ",
    "list": {
      "1": {
        "title": "Проблемы макроуровня экономики:",
        "body": [
          "Валютные войны: Устранение манипуляций курсами национальных валют",
          "Инфляционные шоки: Автоматическая защита через диверсификацию корзины",
          "Торговые дисбалансы: Справедливое ценообразование без влияния политики",
          "Кризисы ликвидности: Стабильное предложение через алгоритмическое управление",
          "Санкционные ограничения: Децентрализованная система, устойчивая к блокировкам"
        ]
      },
      "2": {
        "title": "Проблемы микроуровня экономики:",
        "body": [
          "Высокие комиссии: Снижение стоимости международных переводов до 90%",
          "Задержки платежей: Мгновенные расчеты 24/7 без выходных",
          "Валютные риски: Автоматическое хеджирование через стабильную корзину",
          "Недоступность банкинга: Глобальная доступность без географических ограничений",
          "Непрозрачность: Полная прозрачность всех транзакций в блокчейне"
        ]
      },
      "3": {
        "title": "Неравномерность экономического развития:",
        "body": [
          "Единая стабилизированная единица станет универсальным инструментом для оценки стоимости товаров, услуг и активов в глобальном масштабе, что упростит международную торговлю и инвестиции."
        ]
      },
      "4": {
        "title": "Недостаток доверия к фиатным валютам:",
        "body": [
          "В условиях растущего недоверия к традиционным валютам (из-за инфляции или политических рисков) такая единица может стать более надежной альтернативой."
        ]
      },
      "5": {
        "title": "Зависимость от резервных валют:",
        "body": [
          "Многие страны зависят от доллара или евро как резервных валют. Единая стабилизированная единица поможет решить эту зависимость."
        ]
      },
      "6": {
        "title": "Спекуляции на валютных рынках:",
        "body": [
          "Универсальная единица может снизить волатильность на валютных рынках, уменьшив возможности для спекуляций."
        ]
      },
      "7": {
        "title": "Глобальные экономические кризисы:",
        "body": [
          "Система, основанная на множестве показателей, может помочь предсказать и смягчить последствия глобальных кризисов."
        ]
      }
    }
  },
  "advantages": {
    "title": "<span class='company'><b>Плюсы</b></span> создания такой системы",
    "card": {
      "1": {
        "title": "<span class='company'>Универсальная мера стоимости:</span>",
        "body": "Единая стабилизированная единица станет универсальным инструментом для оценки товаров, услуг и активов в глобальном масштабе, что упростит международную торговлю и инвестиции."
      },
      "2": {
        "title": "<span class='company'>Снижение валютных рисков:</span>",
        "body": "Компании и инвесторы смогут минимизировать риски, связанные с колебаниями курсов валют, что особенно важно для международных сделок."
      },
      "3": {
        "title": "<span class='company'>Повышение прозрачности экономики:</span>",
        "body": "Алгоритм, анализирующий множество показателей, может выявить скрытые взаимосвязи и тренды мировой экономике, что поможет правительствам и организациям принимать более обоснованные решения"
      },
      "4": {
        "title": "<span class='company'>Стабилизация финансовых систем:</span>",
        "body": "Единая стабилизированная единица может стать инструментом для сглаживания экономических кризисов, так как она менее подвержена локальным колебаниям."
      },
      "5": {
        "title": "<span class='company'>Упрощение расчетов:</span>",
        "body": "Универсальная единица может упростить международные расчеты,снизив необходимость в множественных конверсиях валют."
      },
      "6": {
        "title": "<span class='company'>Борьба с инфляцией:</span>",
        "body": "Единица будет привязана к стабильным экономическим показателям, это может помочь странам с высокой инфляцией стабилизировать свои финансовые системы."
      },
      "7": {
        "title": "<span class='company'>Поддержка развивающихся стран:</span>",
        "body": "Такая система поможет странам со слабыми валютами интегрироваться в мировую экономику, снизив их зависимость от доллара или евро."
      }
    }
  },
  "prospects": {
    "title": "Проблемы и <span class='company'><b>решения</b></span>",
    "card": {
      "1": {
        "title": "Интеграция с CBDC (цифровыми валютами центробанков)",
        "body": "Система совместима с национальными цифровыми валютами, включая цифровой рубль и цифровой юань, что открывает возможность для межгосударственных расчётов без использования SWIFT. Это обеспечивает мгновенные и надёжные переводы между странами."
      },
      "2": {
        "title": "Умные контракты для госуправления",
        "body": "Использование смарт-контрактов позволит автоматизировать налогообложение и распределение субсидий, устраняя бюрократические задержки. Финансирование государственных проектов может осуществляться через DAO, где держатели ЦФМ голосуют за распределение бюджета."
      },
      "3": {
        "title": "Развитие DeFi на основе ЦФМ",
        "body": "На базе системы возможно создание механизмов кредитования с алгоритмически регулируемыми ставками, которые автоматически меняются в зависимости от экономической ситуации. Дополнительно стейкинг с гарантированной доходностью позволит пользователям получать прибыль за участие в поддержке сети."
      },
      "4": {
        "title": "Глобальное внедрение в развивающихся странах",
        "body": "ЦФМ открывает доступ к финансовым услугам для населения без банковских счетов, расширяя финансовую инклюзию. Для стран с нестабильными валютами это также создаёт возможность частичного перехода на устойчивую систему, что снижает уровень инфляции."
      },
      "5": {
        "title": "Защита от квантовых вычислений",
        "body": "В рамках долгосрочного развития предусматривается постепенный переход на постквантовую криптографию, включая алгоритмы на основе решёток, что обеспечит устойчивость системы к угрозам со стороны квантовых вычислений."
      }
    }
  },
  "invite": {
    "title": "Хотите инвестировать и стать участником проекта?",
    "subtitle": "Давайте вместе строить инновационное и децентрализованное \"завтра\"!",
    "button": {
      "title": "Скачать кошелек",
      "description": "Скачать и установить кошелек для присоединения к команде инвесторов"
    }
  }
}
