{
  "title": "Ваш проводник в мир WEB 3.0",
  "banner": {
    "world": "Мир, в котором все равны",
    "company": "<span class='company'>ITS</span> - высокотехнологичная компания, которая формирует будущее цифровой экономики и меняет представление о криптоиндустрии с помощью технологии Blockchain, модели DAO.",
    "ecosystem": "<span class='company'>ITS</span> - это экосистема передовых блокчейн-решений, основанных на модели DAO, где инвестиции становятся прозрачными, управление — децентрализованным, а рост — устойчивым."
  },
  "description": {
    "title": "<span className='company'>ITS</span> - создаем цифровое будущее с максимальной свободой",
    "reliability": "100% надёжность",
    "text_1": "Мы стремимся к созданию безопасного, прозрачного цифрового пространства   для людей и бизнеса по всему миру. Миссия компании - использовать силу децентрализации для улучшения повседневной жизни и работы, предоставляя инновационные решения которые обеспечивают эффективность, надежность и свободу выбора.",
    "text_2": "Мы верим в то, что технологии должны служить людям, а не наоборот. И мы стремимся к тому, чтобы наши продукты и услуги были доступны каждому, кто принимает участие в цифровой экономике.",
    "text_3": "ITS может выступить в качестве управляющей компании для вашего бизнеса в сфере IT. Это позволит техническим специалистам генерировать идеи и воплощать их в жизнь не отрываясь на административно-управленческую деятельность, рекламу, оплату налогов, получение лицензий и аккредитаций."
  },
  "mission": {
    "title": "Наша миссия",
    "card": {
      "1": {
        "title": "Расширение для реализации IT-миссии и привлечения инвестиций",
        "body": "В рамках своей миссии, ITS планирует открыть коммерческие организации в Российской Федерации и за рубежом. Это расширение направлено на активное привлечение инвестиций для разработки и внедрения наших IT-решений."
      },
      "2": {
        "title": "Доступный блокчейн для всех компаний через единую экосистему",
        "body": "Мы объединяем компании с блокчейн-решениями под управлением ITS в единую глобальную экосистему. Это позволит каждой компании, независимо от размера и отрасли, безопасно и беспрепятственно использовать блокчейн."
      },
      "3": {
        "title": "ITS - единый центр управления и развития группы компаний",
        "body": "ITS выступает в роли управляющей компании, объединяющей все ключевые функции: от стратегии и маркетинга до организации, мотивации, контроля, а также научно-технических разработок и финансового управления для всех компаний в группе."
      }
    }
  },
  "about": {
    "title": "Кто мы и зачем мы это делаем",
    "subtitle": "ITS – это управляющая компания, стремящаяся создать безопасное и прозрачное цифровое пространство для людей и бизнеса по всему миру. Наша миссия – использовать силу децентрализации для улучшения повседневной жизни, внедряя инновационные IT-решения, которые обеспечивают эффективность, надёжность и свободу выбора.",
    "card": {
      "1": {
        "title": "Прозрачность:",
        "body": "Мы строим бизнес, где каждый участник имеет доступ к ключевой информации и может контролировать процессы"
      },
      "2": {
        "title": "Инновации:",
        "body": "Наша команда разрабатывает уникальные решения, позволяющие бизнесу расти и адаптироваться в условиях динамично развивающейся цифровой экономики"
      },
      "3": {
        "title": "Безопасность:",
        "body": "Используя передовые технологии, мы гарантируем защиту данных и финансов, минимизируя риски благодаря автоматизированным процессам и смарт-контрактам"
      },
      "4": {
        "title": "Демократичное управление:",
        "body": "Модель DAO обеспечивает участие каждого инвестора в принятии решений, делая управление проектом по-настоящему коллективным"
      }
    }
  },
  "services": {
    "title": "Решения для вас",
    "subtitle": "Комплексные IT-услуги для вашего бизнеса",
    "card": {
      "select": "Выбрать",
      "web": {
        "title": "Разработка сайтов",
        "description": "Для внедрения иновационных технологий"
      },
      "2": {
        "title": "Разработка блокчейн-решений",
        "description": "Децентрализация бизнес-процессов."
      },
      "3": {
        "title": "Стратегия и запуск криптопроектов",
        "description": "От whitepaper и токеномики до маркетинга."
      },
      "app": {
        "title": "Разработка приложений",
        "description": "Эффективные мобильные и веб-приложения для развития бизнеса."
      }
    }
  },
  "projecting": {
    "title": "Проектирование децентрализованного мира",
    "card": {
      "1": "Повысим информационную безопасность компании и сотрудников",
      "2": "Автоматизируем рабочие процессы смартконтрактами",
      "3": "Перенесем ваш бизнес в блокчейн среду",
      "4": "Анонимно и безопасно купим/продадим для вас цифровые финансовые активы",
      "5": "Консультации профессиональных аналитиков, юристов и веб-специалистов"
    }
  },
  "functions": {
    "title": "Функции управляющей компании",
    "card": {
      "1": {
        "title": "Общее руководство",
        "body": "ITS берёт на себя общее руководство и стратегическое управление деятельностью всех компаний в группе, обеспечивая единый вектор развития."
      },
      "2": {
        "title": "Административный ресурс",
        "body": "Мы предоставляем полный административный ресурс, освобождая технических специалистов от рутинной работы. Это позволяет им сосредоточиться на генерации и реализации инновационных идей."
      },
      "3": {
        "title": "Финансовое управление",
        "body": "Мы осуществляем централизованный финансовый учёт, контроль и планирование для всех субъектов группы. Это обеспечивает финансовую прозрачность и эффективность."
      }
    }
  },
  "invest": {
    "title": "Инвестируйте в будущее вместе с нами",
    "description": {
      "1": "Прозрачная модель DAO, где каждое решение принимается коллективно.",
      "2": "Уникальная инвестиционная монета iFehu с ограниченной эмиссией в 2 500 000 монет.",
      "3": "Возможность получения пассивного дохода за счёт распределения доходов от развития проектов."
    },
    "button": {
      "title": "Скачать кошелек и начать инвестировать",
      "main": "Подробнее"
    }
  },
  "feonyx": {
    "title": "Блокчейн FEONYX",
    "description": {
      "1": "Наша технологическая разработка для масштабируемых и безопасных решений.",
      "2": "FEONYX – надежная платформа, обеспечивающая быстрые и безопасные транзакции.",
      "3": "Индивидуальные блокчейн-проекты, смарт-контракты, токенизация активов и интеграция в бизнес-процессы."
    },
    "button": "Узнать больше о FEONYX"
  }
}
