{
  "title": "Иновационный блокчейн нового поколения",
  "description": {
    "title": "Революция в глобальных системах с гибридным блокчейном",
    "body": {
      "1": "Мы создаем первый в мире самоадаптирующийся блокчейн, объединяющий скорость, безопасность и AI-экономику, чтобы переосмыслить финансы, хранение данных и цифровые права.",
      "2": "Наша платформа представляет собой универсальный блокчейн-протокол, разработанный для решения ключевых проблем современной экономики, финансов и управления данными. В отличие от традиционных блокчейнов, мы предлагаем гибридную экосистему, объединяющую высокую скорость, энергоэффективность, безопасность и адаптивную экономику."
    },
    "card": {
      "1": {
        "title": "Для пользователей:",
        "subtitle": "Мгновенные транзакции, почти нулевые комиссии, неудаляемые данные."
      },
      "2": {
        "title": "Для инвесторов:",
        "subtitle": "Прорывная технология с потенциалом триллионного рынка."
      }
    }
  },
  "mission": {
    "title": "Ключевая миссия:",
    "card": {
      "1": {
        "title": "Создание глобальной децентрализованной финансовой системы",
        "body": "альтернатива SWIFT, Visa, традиционным банкам."
      },
      "2": {
        "title": "Обеспечение неизменяемого и безопасного хранения данных",
        "body": "документы, цифровые активы, IoT-устройства."
      },
      "3": {
        "title": "Построение устойчивой экономической модели",
        "body": "автоматически адаптирующейся к мировым рыночным изменениям."
      },
      "4": {
        "title": "Обеспечение масштабируемости и доступности",
        "body": "для миллиардов пользователей."
      }
    }
  },
  "why": {
    "title": "Почему наш блокчейн - это прорыв:",
    "list": {
      "1": {
        "1": "Особенность",
        "2": "Классические блокчейны (Bitcoin, Ethereum)",
        "3": "Наше решение"
      },
      "2": {
        "1": "Скорость",
        "2": "5-30 TPS",
        "3": "100,000+ TPS (DAG + PoH)"
      },
      "3": {
        "1": "Комиссия",
        "2": "Высокая волатильность",
        "3": "AI-оптимизированные микро-комиссии"
      },
      "4": {
        "1": "Энергопотребление",
        "2": "Bitcoin=1000+ кВт/ч на транзакцию",
        "3": "0.01 кВт/ч на транзакцию (PoC)"
      },
      "5": {
        "1": "Безопасность",
        "2": "Уязвимость к квантовым атакам",
        "3": "Постквантовая криптография"
      },
      "6": {
        "1": "Экономика",
        "2": "Фиксировання эмиссия/инфляция",
        "3": "AI-регулируемая токеномика"
      }
    }
  },
  "innovations": {
    "title": "Ключевые инновации",
    "list": {
      "1": {
        "title": "Молниеносные транзакции (DAG + PoH)",
        "body": "Пока Bitcoin обрабатывает всего 7 транзакций в секунду, а Visa — до 24 000, мы предлагаем по-настоящему масштабируемое решение. Благодаря технологии DAG (Directed Acyclic Graph), которая позволяет обрабатывать транзакции параллельно, мы достигаем скорости в 100 000 транзакций в секунду. Это делает нашу систему полностью готовой к массовому внедрению."
      },
      "2": {
        "title": "Защита от квантовых компьютеров",
        "body": "Эксперты прогнозируют, что уже к 2029 году квантовые компьютеры смогут взломать широко используемые алгоритмы шифрования, такие как RSA/ECC. Наше решение — криптография на решётках, которая обеспечивает полную неуязвимость даже для самых мощных квантовых атак."
      },
      "3": {
        "title": "Саморегулируемая экономика",
        "body": "Наша система использует искусственный интеллект для анализа ключевых экономических показателей, таких как ВВП, инфляция и объёмы торгов. На основе этих данных он автоматически настраивает параметры стейкинга, комиссий и эмиссии. Это обеспечивает стабильность для инвесторов, что выгодно отличает нас от волатильных мем-коинов."
      },
      "4": {
        "title": "«Зелёный» майнинг (PoC)",
        "body": "В отличие от Bitcoin, который расходует огромное количество энергии на майнинг, наша система использует экологичный подход. Благодаря алгоритму PoC, вы можете зарабатывать, предоставляя дисковое пространство, что делает майнинг доступным для каждого без перерасхода энергии."
      }
    }
  },
  "application": {
    "title": "Практическое применение",
    "card": {
      "1": {
        "title": "Для пользователей",
        "body": "Мы предлагаем решения, которые упрощают международные переводы и позволяют вам полностью контролировать свои данные, в том числе продавать их напрямую, без посредников. Кроме того, наша система включает международную платформу для защиты авторских прав."
      },
      "2": {
        "title": "Для бизнеса и государств",
        "body": "Наша технология предоставляет готовую инфраструктуру для цифровых валют (CBDC). Мы также обеспечиваем проведение прозрачных выборов, полностью исключая возможность махинаций."
      },
      "3": {
        "title": "Для инвесторов",
        "body": "Инвесторы получают несколько источников дохода, включая комиссии, использование AI-аналитики и корпоративные лицензии. Стоимость активов будет расти благодаря нашей дефляционной модели и ожидаемой массовой адаптации."
      }
    }
  }
}
