{
  "banner": {
    "title": "Инвационный <br> многофункциональный <br> криптокошелек",
    "alt": "Скриншот интерфейса приложения DeFiBridge"
  },
  "description": {
    "text": {
      "1": "Объединяет в себе возможности хранения, обмена, торговли и управления цифровыми активами, включая криптовалюты, NFT и фиатные валюты.",
      "2": "Этот кошелек создан для удобства как начинающих пользователей, так и опытных криптоэнтузиастов, предлагая все необходимые инструменты в одном приложении."
    }
  },
  "functions": {
    "title": "Основные функции DeFiBridge",
    "1": {
      "title": "Универсальное хранение активов",
      "list": [
        "Безопасное хранение криптовалют — от Bitcoin и Ethereum до Solana и других.",
        "Надёжное хранение NFT любых стандартов (ERC-721, ERC-1155, TRC-20 и др.).",
        "Удобная интеграция с фиатом (USD, EUR, RUB и др.) через карты и банковские счета."
      ]
    },
    "2": {
      "title": "Обмен по лучшим курсам",
      "list": [
        "Автоматический подбор самых выгодных курсов для обмена криптовалют и фиата.",
        "Мгновенные кросс-чейн обмены между разными блокчейнами без сложностей."
      ]
    },
    "3": {
      "title": "Управление NFT без усилий",
      "list": [
        "Храните, просматривайте и передавайте NFT в одном месте.",
        "Покупайте и продавайте NFT напрямую на популярных маркетплейсах.",
        "Доступ к метаданным и медиафайлам NFT в пару кликов."
      ]
    },
    "4": {
      "title": "Гибкие варианты кошельков",
      "list": [
        "Создавайте новые кошельки в Ethereum, BNB Chain, Solana и других сетях за несколько секунд.",
        "Импортируйте существующие через приватные ключи, seed-фразы или аппаратные устройства (Ledger, Trezor)."
      ]
    },
    "5": {
      "title": "Максимальная безопасность",
      "list": [
        "Многоуровневая защита: 2FA, биометрия и современное шифрование.",
        "Мультисиг-кошельки для дополнительной надёжности и спокойствия."
      ]
    },
    "6": {
      "title": "Интеграция с фиатом",
      "list": [
        "Пополняйте и выводите средства через карты и банковские счета.",
        "Минимальные комиссии при переводах между криптой и фиатом."
      ]
    },
    "7": {
      "title": "Кроссплатформенность",
      "list": [
        "Используйте DeFiBridge на iOS, Android, Windows, macOS или прямо в браузере.",
        "Мгновенная синхронизация данных между всеми устройствами."
      ]
    },
    "8": {
      "title": "Полная поддержка DeFi",
      "list": [
        "Интеграция с dApps и DeFi-протоколами в один клик.",
        "Участвуйте в стейкинге, фарминге и других возможностях DeFi напрямую."
      ]
    },
    "9": {
      "title": "Удобный интерфейс",
      "list": [
        "Интуитивный дизайн и настраиваемые панели.",
        "Тёмная/светлая тема и поддержка разных языков для удобства по всему миру."
      ]
    }
  },
  "advantages": {
    "title": "Преимущества DeFiBridge",
    "list": {
      "1": {
        "title": "Все в одном месте:",
        "body": "Больше не нужно использовать несколько приложений для хранения, обмена и торговли криптовалютой."
      },
      "2": {
        "title": "Гибкость:",
        "body": "Поддержка как новых, так и существующих кошельков."
      },
      "3": {
        "title": "Доступность:",
        "body": "Работа с фиатом делает криптовалюту ближе к обычным пользователям."
      },
      "4": {
        "title": "Безопасность:",
        "body": "Надежные методы защиты данных и активов."
      }
    }
  },
  "bridge": {
    "description": "Это не просто кошелек, а полноценный экосистемный инструмент для управления цифровыми активами, который делает криптовалюту доступной, удобной и безопасной для каждого."
  }
}
