{
  "banner": "DAO ITS Co-op",
  "description": {
    "title": "Революция интеллектуальной собственности: объединяя право, технологии и человеческий гений",
    "text": {
      "1": "В эпоху цифровой трансформации, когда инновации рождаются быстрее, чем их успевают защитить и монетизировать, <span class='company'>DAO ITS Co-op</span> становится маяком для всех, кто создает будущее. Мы — не просто проект; мы — архитекторы новой эры, где ваша интеллектуальная собственность (ИС) не только надежно защищена, но и получает возможность глобального масштабирования и справедливой монетизации.",
      "2": "Мы объединяем лучшее из двух миров: юридическую незыблемость зарегистрированного Производственного Кооператива и безграничные возможности Децентрализованной Автономной Организации (DAO). Это уникальное слияние позволяет нам преодолеть системные недостатки традиционной бюрократии и открыть путь к прозрачной, эффективной и по-настоящему децентрализованной экономике ИС."
    }
  },
  "advantage": {
    "title": "Наши фундаментальные преимущества:",
    "list": {
      "1": {
        "title": "Гибридная модель: сила закона и децентрализации",
        "description": {
          "1": "<b>Непревзойденная юридическая защита</b>: Будучи официально зарегистрированным юридическим лицом, мы обеспечиваем правовую защиту вашей ИС в соответствии с законодательством РФ и других юрисдикций. Это дает нашим участникам уверенность в том, что их права будут отстаиваться в реальном мире, дополняя цифровую защиту блокчейна.",
          "2": "<b>Прозрачное управление сообществом</b>: DAO позволяет каждому держателю токена ITS участвовать в принятии ключевых решений, от распределения фондов до стратегического развития проекта. Это гарантирует децентрализованное, справедливое и устойчивое развитие.",
          "3": "<b>Соответствие нормам</b>: Наша модель изначально строится с учетом требований регуляторов, что минимизирует юридические риски и создает безопасную среду для инноваций."
        }
      },
      "2": {
        "title": "FEONYX: Высокоинтеллектуальный блокчейн для глобальных задач",
        "description": {
          "1": "<b>Скорость и масштабируемость</b>: FEONYX — это не просто блокчейн, это прорывная архитектура, разработанная для обработки миллионов транзакций в секунду. Благодаря уникальным механизмам (DAG, Proof of Capacity, Proof of History, Proof of Time), мы обеспечиваем мгновенное подтверждение и беспрецедентную пропускную способность, необходимую для глобального масштаба.",
          "2": "<b>Нейро-синхронный граф</b>: Интеграция передовых нейронных сетей позволяет FEONYX самооптимизироваться, повышать безопасность, улучшать консенсус и адаптировать смарт-контракты к меняющимся условиям. Это обеспечивает беспрецедентный уровень надежности и \"умного\" управления сетью.",
          "3": "<b>Энергоэффективность</b>: Мы строим \"зеленый\" блокчейн, использующий инновационные механизмы консенсуса, которые значительно снижают энергопотребление, делая наш проект не только прибыльным, но и ответственным."
        }
      },
      "3": {
        "title": "Интеллектуальная собственность: новая эра владения и монетизации через NFT",
        "description": {
          "1": "<b>Неоспоримое владение</b>: Регистрируйте свои авторские права, патенты, товарные знаки, музыкальные произведения, произведения искусства, программный код и любые другие формы ИС в виде уникальных, неизменяемых NFT на FEONYX. Это создает цифровую запись вашего владения, которую невозможно оспорить.",
          "2": "<b>Автоматизированное лицензирование и роялти</b>: Используйте смарт-контракты для создания автоматизированных лицензионных соглашений, фракционного владения и распределения роялти. Устраните посредников, снизьте издержки и получите прямой контроль над монетизацией вашей ИС.",
          "3": "<b>Глобальный рынок</b>: Откройте свою ИС для международного рынка, привлекая инвесторов, партнеров и пользователей со всего мира, без географических и бюрократических барьеров."
        }
      },
      "4": {
        "title": "Токеномика 2.0: стабильность, вознаграждение, управление",
        "description": {
          "1": "<b>ITS</b> – токен управления: Дает вам право голоса в DAO, участвовать в формировании будущего проекта и получать часть доходов экосистемы.",
          "2": "<b>iFehu</b> – токен вознаграждения: Получайте iFehu за активный вклад в экосистему, за регистрацию и монетизацию вашей ИС, а также за участие в развитии платформы.",
          "3": "<b>Алгоритмически регулируемая монета (ЦФМ) – новая стабильность</b>: Наша уникальная третья монета создана для обеспечения глобальной финансовой стабильности. Ее эмиссия и ликвидность регулируются сложным алгоритмом, анализирующим мировые макроэкономические показатели, что минимизирует волатильность и создает надежный якорь в децентрализованном мире."
        }
      }
    }
  },
  "copabilities": {
    "title": "Комплексные услуги и возможности:",
    "list": {
      "1": {
        "title": "Для творцов и инноваторов:",
        "description": {
          "1": "<b>Полный цикл защиты ИС</b>: От первичной регистрации NFT до юридического сопровождения и представительства в случае споров.",
          "2": "<b>Расширенные инструменты монетизации</b>: помимо стандартных лицензий, предлагаем фракционное владение, краудфандинг на основе ИС, аукционы и прямые продажи.",
          "3": "<b>Инкубация и акселерация</b>: поддержка на ранних этапах проекта, от формирования идеи до выхода на рынок, включая техническую помощь, менторство и доступ к финансированию.",
          "4": "<b>Сеть коллабораций</b>: платформа для поиска партнеров, совместных проектов и междисциплинарного сотрудничества."
        }
      },
      "2": {
        "title": "Для инвесторов и партнеров:",
        "description": {
          "1": "<b>Прозрачное и демократичное управление</b>: четкие механизмы голосования и аудируемые смарт-контракты гарантируют подотчетность и исключают централизованный произвол.",
          "2": "<b>Высокопотенциальный рынок</b>: инвестируйте в проекты, которые трансформируют индустрию ИС, с доступом к глобальным талантам и инновациям.",
          "3": "<b>Диверсификация портфеля</b>: возможность инвестировать в разнообразные категории ИС, от искусства до высокотехнологичных патентов.",
          "4": "<b>Социально ответственные инвестиции</b>: участвуйте в проектах, которые способствуют развитию Open-Source, экологическим инициативам (Эко-DAO) и образовательным программам, создавая реальную ценность для общества."
        }
      }
    }
  },
  "vision": {
    "title": "Наше видение: справедливое будущее для каждого творца",
    "text": {
      "1": "Мы стремимся не просто создать технологическую платформу, но и построить глобальное сообщество, основанное на принципах справедливости, прозрачности и коллективного созидания.",
      "2": "<span class='company'>DAO ITS Co-op</span> — это возможность для каждого из вас внести свой вклад в создание более эффективной, децентрализованной и процветающей мировой экономики."
    }
  },
  "invite": {
    "title": "Присоединяйтесь к нам.",
    "subtitle": "Давайте вместе построим будущее, где инновации не знают границ!"
  },
  "descriptionPage": {
    "title": "DAO ITS Co-op: <br> Полное описание проекта",
    "list": {
      "1": {
        "title": "Выбрать свою роль"
      },
      "2": {
        "title": "Стать участником"
      },
      "3": {
        "title": "Скачать Whitepaper"
      }
    },
    "description": {
      "1": "<span class='company'>DAO ITS Co-op</span> представляет собой гибридный производственный кооператив, который уникальным образом сочетает в себе принципы децентрализованного автономного управления (DAO) и традиционную юридическую структуру, зарегистрированную в соответствии с Федеральным законом Российской Федерации о кооперативах.",
      "2": "Проект нацелен на <b>создание самодостаточной и устойчивой экосистемы для коллективной разработки</b>, управления и монетизации интеллектуальной собственности (ИС), расширяя свою деятельность не только в рамках Российской Федерации, но и в странах СНГ. Это позволяет привлекать соответствующих участников из разных государств.",
      "3": "В основе <span class='company'>DAO ITS Co-op</span> лежит глубокая философия, стремящаяся заменить иерархические отношения коллаборацией, спекулятивные практики — созиданием, а конкуренцию — синергией. Это не просто проект, а эксперимент по формированию экономики будущего, где технологии служат человеку."
    },
    "mission": {
      "title": "Миссия и концепция",
      "text": {
        "1": "Основная миссия <span class='company'>DAO ITS Co-op</span> — формирование децентрализованной и юридически легитимной платформы для коллективного творчества. <b>Проект нацелен на обеспечение прозрачности</b>, справедливости и эффективности в процессе создания и использования интеллектуальной собственности. <b>Он объединяет</b> юридическую защиту, предоставляемую российским законодательством о кооперативах, с гибкостью и инновационностью блокчейн-технологий, таких как децентрализованное управление, смарт-контракты и токенизация.",
        "2": "Это позволяет участникам совместно работать над проектами, совместно управлять ими и справедливо распределять доходы от их монетизации. Расширение географии деятельности на страны СНГ подчёркивает стремление к созданию более широкого и инклюзивного сообщества талантливых специалистов и инвесторов."
      }
    },
    "architecture": {
      "title": "Юридическая и управленческая архитектура",
      "text": {
        "1": "<span class='company'>DAO ITS Co-op</span> построен на гибридной архитектуре, которая тщательно разделяет зоны ответственности. Производственный кооператив, официально зарегистрированный по Федеральному закону РФ, отвечает за все аспекты юридической легитимности, включая налогообложение, ведение бухгалтерского учета и операции с банковскими счетами. Параллельно функционирует DAO-платформа, которая обеспечивает децентрализованное управление проектами, прозрачное голосование по ключевым вопросам и автоматизированные выплаты через смарт-контракты.",
        "2": "Управление кооперативом осуществляется многоуровнево. Высшим органом является Общее собрание участников, где решения принимаются путем голосования в DAO. Вес голоса каждого участника определяется его паем в кооперативе и уровнем репутации, зафиксированным в системе. Оперативное управление распределено между Советом кооператива и Командными кругами. Совет, избираемый ежегодно, несет ответственность за общую стратегию развития и контроль над финансовыми потоками, а также исполняет решения DAO.",
        "3": "Командные круги представляют собой специализированные рабочие группы, формируемые под конкретные проекты. Для принятия критически важных решений установлен кворум в 30% от общего числа участников. <b>Одной из ключевых инноваций проекта</b> является автоматическая фиксация решений, принятых DAO, в уставе кооператива, что придает им юридическую силу и обеспечивает неизменность."
      }
    },
    "admission": {
      "title": "Порядок приема в члены кооператива",
      "subtitle": "Процесс присоединения к <span class='company'>DAO ITS Co-op</span> включает несколько этапов, призванных обеспечить соответствие новых членов высоким стандартам проекта и его целям.",
      "card": {
        "1": {
          "title": "Подача заявления:",
          "description": "Заинтересованное лицо подает заявление о приеме в члены кооператива в Правление."
        },
        "2": {
          "title": "Рассмотрение заявления Правлением:",
          "description": "Правление кооператива рассматривает поступившее заявление. При необходимости проводится собеседование с заявителем для более глубокого понимания его мотивации и соответствия ценностям кооператива. Особое внимание уделяется оценке квалификации и опыта заявителя, особенно для кандидатов, претендующих на роль разработчиков, чтобы убедиться в их способности внести существенный вклад в проекты. <br><br> По результатам рассмотрения Правление выносит решение о рекомендации Общему собранию принять заявителя в члены Кооператива, либо об отказе в приеме."
        },
        "3": {
          "title": "Одобрение Общим собранием:",
          "description": "В случае положительного решения Правления, заявление с рекомендацией о приеме выносится на рассмотрение Общего собрания членов Кооператива. Общее собрание принимает окончательное решение о приеме в члены Кооператива большинством голосов от числа присутствующих на собрании."
        },
        "4": {
          "title": "Оформление и подтверждение членства:",
          "description": "Решение Общего собрания о приеме в члены Кооператива официально оформляется протоколом. Лицу, успешно принятому в члены Кооператива, выдается членский билет установленного образца, подтверждающий его статус."
        },
        "5": {
          "title": "Внесение паевого взноса:",
          "description": "Лицо, принятое в члены Кооператива, обязано внести паевой взнос в порядке и сроки, установленные Уставом Кооператива. Подтверждением внесения паевого взноса служит документ, выданный бухгалтерией Кооператива, такой как приходный кассовый ордер или выписка с банковского счета. В случае внесения паевого взноса в неденежной форме, оценка имущества производится в порядке, установленном Уставом Кооператива."
        }
      }
    },
    "refusal": {
      "title": "Отказ в приеме и обжалование",
      "text": {
        "1": "Отказ в приеме в члены Кооператива допускается в случаях, когда заявитель не соответствует требованиям, установленным Уставом Кооператива и соответствующим Положением, при предоставлении недостоверных сведений, а также по иным основаниям, предусмотренным законодательством Российской Федерации.",
        "2": "Решение об отказе в приеме в члены Кооператива должно быть мотивированным и доведено до заявителя в письменной форме в течение пяти рабочих дней с даты принятия решения. Заявитель имеет право обжаловать решение об отказе в приеме в судебном порядке."
      }
    },
    "model": {
      "title": "Экономическая модель",
      "subtitle": "Экономическая модель <span class='company'>DAO ITS Co-op</span> основана на системе двойной токенизации, которая обеспечивает как управление, так и справедливое вознаграждение участников.",
      "list": {
        "1": {
          "title": "Первый токен - <span class='company'>ITS</span>",
          "description": "Выступает в роли управляющего токена. Он предоставляет держателям право участия в голосованиях DAO, возможность стейкинга и доступ к различным сервисам платформы. Количество токенов ITS строго фиксировано."
        },
        "2": {
          "title": "Второй токен — <span class='company'>iFEHU</span>",
          "description": "Является вознаграждением за вклад в интеллектуальную собственность. Его эмиссия динамична и привязана к конкретным результатам проектов, таким как создание MVP, успешные продажи или прохождение аудита. Устав инвестиционного фонда iFEHU DAO ITS подробно регламентирует его природу и функции. iFehu имеет двойственную природу: это и инструмент финансирования, и цифровой актив, представляющий долю в компании. Токены iFehu созданы на блокчейн-сети Polygon с использованием механизма консенсуса Proof-of-Stake (PoS), что гарантирует прозрачность, надежность и защиту от несанкционированных изменений. <br><br> Общий объем выпуска iFehu составляет 2 500 000 единиц, и это количество жестко зафиксировано в смарт-контракте, имеющем уникальный адрес: \"0xca91607A97b7A4A50035FAC1640Ba4C24cE79766\". Фонд iFEHU DAO ITS действует в соответствии с международным финансовым и инвестиционным законодательством, а также внутренними нормативными актами (включая законы и правила стран, в которых ведется деятельность). В случае правовых коллизий приоритет имеют нормы, прямо регулирующие оборот цифровых активов и инвестиционную деятельность."
        },
        "3": {
          "title": "Основные цели фонда iFEHU DAO ITS",
          "description": "Включают реализацию и поддержку перспективных IT-проектов, постоянный рост стоимости токенов за счет эффективной инвестиционной деятельности и обеспечение прозрачного управления инвестиционным пулом с использованием передовых технологий."
        },
        "4": {
          "title": "Деятельность фонда",
          "description": "Охватывает привлечение капитала, отбор и реализацию инновационных проектов, а также организацию регулярной отчетности и аудита для информирования инвесторов."
        },
        "5": {
          "title": "Управление фондом iFEHU DAO ITS",
          "description": "Осуществляется Советом или Управляющей Компанией, состоящей из профессионалов в инвестиционной, юридической и финансовой сферах. Они осуществляют общее руководство, определяют стратегическую политику и одобряют крупные инвестиционные проекты."
        },
        "6": {
          "title": "Ключевые принципы принятия решений",
          "description": "Прозрачность (информация о решениях фиксируется в блокчейне), ответственность членов управляющего органа за убытки и эффективность (приоритет перспективным проектам). Распределение токенов iFehu предполагает, что 51% общего объема принадлежит управляющей компании, а 49% распределяется среди инвесторов через публичные продажи (через официальный кошелек, ICO, P2P и другие форматы, разрешенные Уставом)."
        },
        "7": {
          "title": "Смарт-контракт iFehu",
          "description": "Фиксирует общий объем выпуска, учитывает все транзакции по покупке, продаже и переводу токенов, а также гарантирует невозможность дополнительной эмиссии. Для защиты инвесторов и предотвращения незаконных операций проводится регулярный независимый аудит аккредитованными компаниями. Первоначальная стоимость токена iFehu составляет 100 рублей (что равнялось $1 на момент первичной эмиссии) и закреплена в смарт-контракте, определяя начальную капитализацию Фонда. <br><br> Рыночная стоимость рассчитывается как отношение общего объема активов Фонда к общему количеству обращающихся токенов и публикуется на официальном сайте Фонда и в личных кабинетах инвесторов. Владельцы токенов iFehu имеют право на участие в структуре акционерного капитала, включая доступ к информации о деятельности компании, возможность свободного обмена, передачи или продажи токенов через P2P и другие разрешенные платформы, а также получение регулярных отчетов о финансовом состоянии Фонда."
        },
        "8": {
          "title": "Прибыль от деятельности кооператива",
          "description": "Распределяется по принципу \"золотого сечения\": 60% отчисляется участникам пропорционально их паю и вкладу, 30% реинвестируется в развитие кооператива, а оставшиеся 10% направляются на социальные инициативы."
        },
        "9": {
          "title": "Финансовые потоки находятся под строгим контролем",
          "description": "Они управляются через мультиподписные счета, что обеспечивает совместный контроль со стороны совета кооператива и смарт-контрактов, повышая безопасность и прозрачность операций. Конвертация токенов iFehu осуществляется через лицензированные шлюзы, такие как Garantex, что обеспечивает легитимность и надежность транзакций."
        }
      }
    },
    "platform": {
      "title": "Технологическая платформа",
      "list": {
        "1": "Ядром технологической инфраструктуры <span class='company'>DAO ITS Co-op</span> является многофункциональный Дашборд управления. Он построен на базе Wagtail CMS для эффективного управления документацией, профилями пользователей и контентом. Специально разработанные модули Django обеспечивают функционал для голосований, финансового учета и управления задачами. Интеграция с Web3-технологиями, такими как MetaMask и Safe{Wallet}, позволяет бесшовно взаимодействовать с блокчейном.",
        "2": "Дашборд включает несколько ключевых страниц: Главная страница предоставляет быстрый обзор балансов участников, активных голосований и текущих проектов. На странице \"Проекты\" содержатся Kanban-доски для отслеживания прогресса, информация о бюджетах и подробные отчеты по каждому проекту. Страница \"Голосования\" позволяет участникам создавать новые предложения, делегировать свои голоса и просматривать результаты прошедших голосований. Страница \"Казначейство\" представляет собой полную отчетность по ончейн и офчейн транзакциям, а также информацию о проведенных аудитах.",
        "3": "Блокчейн-интеграция является неотъемлемой частью технологической платформы. Смарт-контракты используются для автоматизации процесса голосования, осуществления выплат и фиксации репутации участников, которая может быть представлена в виде Soulbound NFT. Оракулы применяются для получения внешних данных, таких как актуальные курсы валют и верификация KYC, обеспечивая связь между реальным миром и блокчейном. IPFS (InterPlanetary File System) используется для децентрализованного и неизменяемого хранения важных документов, создавая надежный архив. Для снижения комиссий и повышения масштабируемости транзакций используются L2-решения, такие как Polygon или Optimism."
      }
    },
    "cycle": {
      "title": "Жизненный цикл проекта",
      "text": {
        "1": "Жизненный цикл любого проекта в <span class='company'>DAO ITS Co-op</span> <b>начинается с идеи</b>. Эта идея подвергается ИИ-анализу, который оценивает потенциальные риски и необходимые ресурсы. В случае одобрения ИИ, <b>разрабатывается волновой план</b>, после чего <b>формируется командный круг</b> — группа участников, ответственная за реализацию проекта. Работа ведется в двухнедельных спринтах, по завершении каждого из которых происходит <b>верификация достигнутых результатов</b>.",
        "2": "Если спринт завершается успешно, это приводит к капитализации проекта, включая регистрацию интеллектуальной собственности (в виде NFT и традиционного авторского права), а также к эмиссии токенов iFehu в качестве вознаграждения за вклад. В случае провала спринта, проводится ретроспектива для анализа причин и извлечения уроков."
      },
      "card": {
        "title": "Ключевые этапы в жизненном цикле проекта включают:",
        "body": "<b>ИИ-модерацию</b>, которая является системной оценкой рисков и ресурсов, обеспечивающей жизнеспособность идеи. <br><br> <b>Далее</b> следует голосование для утверждения бюджета проекта участниками DAO, что гарантирует коллективную ответственность. Разработка происходит в спринтах — гибких итеративных циклах с регулярными выплатами по мере выполнения задач. <br><br> <b>Завершающий этап</b> — капитализация, формальная регистрация интеллектуальной собственности, что закрепляет права и повышает ценность проекта."
      }
    },
    "initiatives": {
      "title": "Социальные инициативы",
      "subtitle": "<span class='company'>DAO ITS Co-op</span> активно участвует в социальных инициативах, направляя часть своей прибыли на поддержку общественно полезных проектов. Это включает:",
      "list": {
        "1": {
          "title": "Open-Source фонд:",
          "body": "Целью этого направления является финансирование разработки свободного программного обеспечения. Монетизация осуществляется через получение роялти в размере 5-10% от коммерческого использования созданного ПО."
        },
        "2": {
          "title": "Эко-DAO:",
          "body": "Инициатива, направленная на поддержку \"зеленых\" стартапов. Финансирование осуществляется за счет краудфандинга и грантов, способствуя развитию экологически устойчивых технологий."
        },
        "3": {
          "title": "Образовательные программы:",
          "body": "Проведение курсов и тренингов по технологиям DAO и блокчейну. Проект предлагает платные сертификации, что позволяет участникам углублять свои знания и навыки в этой сфере."
        }
      }
    },
    "conditions": {
      "title": "Стартовые условия",
      "subtitle": "<b>Для первых участников</b>, получивших статус \"Архитекторов DAO\", <b>предусмотрены особые привилегии</b>. Они получают уникальный NFT-бейдж, предоставляющий доступ к эксклюзивным данным и информации. Также им полагается 10% кэшбек от комиссий платформы и приоритет в участии в голосованиях и получении грантов.",
      "list": {
        "description": "Инвестиционный план проекта разбит на несколько этапов с определенными бюджетами и сроками:",
        "1": {
          "title": "MVP (Минимально жизнеспособный продукт):",
          "body": "На этом этапе выделяется $300K на 6 месяцев для разработки базового функционала дашборда управления."
        },
        "2": {
          "title": "Юридическое оформление:",
          "body": "На этот этап зарезервировано $100K на 3 месяца, что включает получение необходимых лицензий и заключение стратегических партнерств для работы как в РФ, так и в странах СНГ."
        },
        "3": {
          "title": "Маркетинг:",
          "body": "Для привлечения более 500 участников выделяется $500K на 12 месяцев, с акцентом на целевую аудиторию в России и странах СНГ."
        }
      }
    },
    "solutions": {
      "title": "Риски и решения",
      "subtitle": "Проект <span class='company'>DAO ITS Co-op</span> осознает потенциальные риски и разработал стратегии для их минимизации:",
      "list": {
        "1": {
          "title": "Регуляторные атаки:",
          "body": "Этот риск минимизируется за счет строгого соблюдения Федерального закона о производственных кооперативах в РФ, а также тщательного анализа и адаптации к законодательствам стран СНГ в отношении цифровых активов и кооперативной деятельности."
        },
        "2": {
          "title": "Низкая активность DAO:",
          "body": "Для стимулирования участия и вовлеченности применяется геймификация, включая систему NFT-репутации и бонусы за активное участие в голосованиях."
        },
        "3": {
          "title": "Технические уязвимости:",
          "body": "Риск, связанный с безопасностью смарт-контрактов, снижается путем проведения регулярных аудитов сторонними аккредитованными компаниями, такими как Certik."
        }
      }
    },
    "roadmap": {
      "title": "Дорожная карта",
      "subtitle": "Проект <span class='company'>DAO ITS Co-op</span> имеет четко определенную дорожную карту:",
      "list": {
        "1": {
          "title": "2025 Q1:",
          "body": "Регистрация кооператива в РФ и запуск тестовой сети (тестнета)."
        },
        "2": {
          "title": "2025 Q3:",
          "body": "Запуск MVP дашборда и реализация первых 10 проектов в экосистеме."
        },
        "3": {
          "title": "2026 Q1:",
          "body": "Интеграция с банковскими системами, расширение присутствия в странах СНГ и масштабирование платформы для увеличения числа участников и проектов."
        }
      }
    }
  }
}
