{
  "banner": "DAO ITS Co-op",
  "description": {
    "title": "Революция интеллектуальной собственности: объединяя право, технологии и человеческий гений",
    "text": {
      "1": "В эпоху цифровой трансформации, когда инновации рождаются быстрее, чем их успевают защитить и монетизировать, <span class='company'>DAO ITS Co-op</span> становится маяком для всех, кто создает будущее. Мы — не просто проект; мы — архитекторы новой эры, где ваша интеллектуальная собственность (ИС) не только надежно защищена, но и получает возможность глобального масштабирования и справедливой монетизации.",
      "2": "Мы объединяем лучшее из двух миров: юридическую незыблемость зарегистрированного Производственного Кооператива и безграничные возможности Децентрализованной Автономной Организации (DAO). Это уникальное слияние позволяет нам преодолеть системные недостатки традиционной бюрократии и открыть путь к прозрачной, эффективной и по-настоящему децентрализованной экономике ИС."
    }
  },
  "advantage": {
    "title": "Наши фундаментальные преимущества:",
    "list": {
      "1": {
        "title": "Гибридная модель: сила закона и децентрализации",
        "description": {
          "1": "<b>Непревзойденная юридическая защита</b>: Будучи официально зарегистрированным юридическим лицом, мы обеспечиваем правовую защиту вашей ИС в соответствии с законодательством РФ и других юрисдикций. Это дает нашим участникам уверенность в том, что их права будут отстаиваться в реальном мире, дополняя цифровую защиту блокчейна.",
          "2": "<b>Прозрачное управление сообществом</b>: DAO позволяет каждому держателю токена ITS участвовать в принятии ключевых решений, от распределения фондов до стратегического развития проекта. Это гарантирует децентрализованное, справедливое и устойчивое развитие.",
          "3": "<b>Соответствие нормам</b>: Наша модель изначально строится с учетом требований регуляторов, что минимизирует юридические риски и создает безопасную среду для инноваций."
        }
      },
      "2": {
        "title": "FEONYX: Высокоинтеллектуальный блокчейн для глобальных задач",
        "description": {
          "1": "<b>Скорость и масштабируемость</b>: FEONYX — это не просто блокчейн, это прорывная архитектура, разработанная для обработки миллионов транзакций в секунду. Благодаря уникальным механизмам (DAG, Proof of Capacity, Proof of History, Proof of Time), мы обеспечиваем мгновенное подтверждение и беспрецедентную пропускную способность, необходимую для глобального масштаба.",
          "2": "<b>Нейро-синхронный граф</b>: Интеграция передовых нейронных сетей позволяет FEONYX самооптимизироваться, повышать безопасность, улучшать консенсус и адаптировать смарт-контракты к меняющимся условиям. Это обеспечивает беспрецедентный уровень надежности и \"умного\" управления сетью.",
          "3": "<b>Энергоэффективность</b>: Мы строим \"зеленый\" блокчейн, использующий инновационные механизмы консенсуса, которые значительно снижают энергопотребление, делая наш проект не только прибыльным, но и ответственным."
        }
      },
      "3": {
        "title": "Интеллектуальная собственность: новая эра владения и монетизации через NFT",
        "description": {
          "1": "<b>Неоспоримое владение</b>: Регистрируйте свои авторские права, патенты, товарные знаки, музыкальные произведения, произведения искусства, программный код и любые другие формы ИС в виде уникальных, неизменяемых NFT на FEONYX. Это создает цифровую запись вашего владения, которую невозможно оспорить.",
          "2": "<b>Автоматизированное лицензирование и роялти</b>: Используйте смарт-контракты для создания автоматизированных лицензионных соглашений, фракционного владения и распределения роялти. Устраните посредников, снизьте издержки и получите прямой контроль над монетизацией вашей ИС.",
          "3": "<b>Глобальный рынок</b>: Откройте свою ИС для международного рынка, привлекая инвесторов, партнеров и пользователей со всего мира, без географических и бюрократических барьеров."
        }
      },
      "4": {
        "title": "Токеномика 2.0: стабильность, вознаграждение, управление",
        "description": {
          "1": "<b>ITS</b> – токен управления: Дает вам право голоса в DAO, участвовать в формировании будущего проекта и получать часть доходов экосистемы.",
          "2": "<b>iFehu</b> – токен вознаграждения: Получайте iFehu за активный вклад в экосистему, за регистрацию и монетизацию вашей ИС, а также за участие в развитии платформы.",
          "3": "<b>Алгоритмически регулируемая монета (ЦФМ) – новая стабильность</b>: Наша уникальная третья монета создана для обеспечения глобальной финансовой стабильности. Ее эмиссия и ликвидность регулируются сложным алгоритмом, анализирующим мировые макроэкономические показатели, что минимизирует волатильность и создает надежный якорь в децентрализованном мире."
        }
      }
    }
  },
  "copabilities": {
    "title": "Комплексные услуги и возможности:",
    "list": {
      "1": {
        "title": "Для творцов и инноваторов:",
        "description": {
          "1": "<b>Полный цикл защиты ИС</b>: От первичной регистрации NFT до юридического сопровождения и представительства в случае споров.",
          "2": "<b>Расширенные инструменты монетизации</b>: помимо стандартных лицензий, предлагаем фракционное владение, краудфандинг на основе ИС, аукционы и прямые продажи.",
          "3": "<b>Инкубация и акселерация</b>: поддержка на ранних этапах проекта, от формирования идеи до выхода на рынок, включая техническую помощь, менторство и доступ к финансированию.",
          "4": "<b>Сеть коллабораций</b>: платформа для поиска партнеров, совместных проектов и междисциплинарного сотрудничества."
        }
      },
      "2": {
        "title": "Для инвесторов и партнеров:",
        "description": {
          "1": "<b>Прозрачное и демократичное управление</b>: четкие механизмы голосования и аудируемые смарт-контракты гарантируют подотчетность и исключают централизованный произвол.",
          "2": "<b>Высокопотенциальный рынок</b>: инвестируйте в проекты, которые трансформируют индустрию ИС, с доступом к глобальным талантам и инновациям.",
          "3": "<b>Диверсификация портфеля</b>: возможность инвестировать в разнообразные категории ИС, от искусства до высокотехнологичных патентов.",
          "4": "<b>Социально ответственные инвестиции</b>: участвуйте в проектах, которые способствуют развитию Open-Source, экологическим инициативам (Эко-DAO) и образовательным программам, создавая реальную ценность для общества."
        }
      }
    }
  },
  "vision": {
    "title": "Наше видение: справедливое будущее для каждого творца",
    "text": {
      "1": "Мы стремимся не просто создать технологическую платформу, но и построить глобальное сообщество, основанное на принципах справедливости, прозрачности и коллективного созидания.",
      "2": "<span class='company'>DAO ITS Co-op</span> — это возможность для каждого из вас внести свой вклад в создание более эффективной, децентрализованной и процветающей мировой экономики."
    }
  }
}
