{
  "title": "DFM - A New Era of Financial Stability",
  "description": {
    "title": "Revolutionary Algorithm for Global Economic Analysis",
    "body": "We have created a unique mathematical algorithm that analyzes the state of the global economy in real time through a comprehensive system of indicators. Our algorithm combines data from leading international organizations, central banks, and trading platforms to create an objective picture of global financial processes."
  },
  "basics": {
    "title": "Algorithm Fundamentals",
    "formula": "FEHU Composite Economic Index Formula with Weighted Coefficients",
    "list": {
      "1": {
        "title": "Macroeconomic Indicators:",
        "body": "GDP of major economies, inflation levels, trade balances"
      },
      "2": {
        "title": "Currency Data:",
        "body": "Exchange rates of 14 major world currencies with dynamic weights"
      },
      "3": {
        "title": "Commodity Markets",
        "body": "Prices of 6 key commodities (gold, oil, gas, copper, silver, wheat)"
      },
      "4": {
        "title": "Trade Volumes",
        "body": "Analysis of international trade and financial flows"
      }
    }
  },
  "stability": {
    "title": "Fair Valuation and Settlement Stability",
    "subtitle": "A new era of financial fairness and freedom. The algorithm ensures an objective assessment of the global financial system and brings unprecedented stability to settlements between:",
    "advantages": {
      "title": "System Advantages:",
      "body": {
        "1": "40–60% reduction in volatility compared to individual currencies",
        "2": "Protection against inflation risks through dynamic weight adjustment",
        "3": "Transparency of all operations via blockchain technologies",
        "4": "Independence from political decisions of individual states"
      }
    },
    "list": {
      "1": {
        "title": "<span class='company'>B2B (Business-to-Business):</span>",
        "body": "Automated international contracts with protection against currency risks"
      },
      "2": {
        "title": "<span class='company'>G2G (Government-to-Government):</span>",
        "body": "Intergovernmental settlements without the influence of political factors"
      },
      "3": {
        "title": "<span class='company'>C2C (Consumer-to-Consumer):</span>",
        "body": "Global P2P transactions with minimal fees"
      }
    }
  },
  "future": {
    "title": "Digital Fiat Coin (DFC) – The Future of the Global Economy",
    "subtitle": "Automatic regulation. Unlike traditional cryptocurrencies, the value and issuance of DFC are automatically regulated by a complex algorithm based on macroeconomic indicators:",
    "list": {
      "1": {
        "title": "GDP",
        "body": "Economic growth influences coin supply"
      },
      "2": {
        "title": "Inflation",
        "body": "Dynamic weights are adjusted monthly"
      },
      "3": {
        "title": "Trade Balance",
        "body": "Accounting for global trade flows"
      },
      "4": {
        "title": "Trade Volumes",
        "body": "Analysis of global market liquidity"
      },
      "5": {
        "title": "Commodity Prices",
        "body": "Integration of real assets for stability"
      }
    }
  },
  "history": {
    "title": "We Are Rewriting History",
    "subtitle": "Problems Solved by DFC",
    "list": {
      "1": {
        "title": "Macroeconomic Challenges:",
        "body": [
          "Currency wars: Elimination of manipulations with national currency rates",
          "Inflationary shocks: Automatic protection through basket diversification",
          "Trade imbalances: Fair pricing without political influence",
          "Liquidity crises: Stable supply through algorithmic management",
          "Sanctions restrictions: A decentralized system resilient to blockages"
        ]
      },
      "2": {
        "title": "Microeconomic Challenges:",
        "body": [
          "High fees: Reduction of international transfer costs by up to 90%",
          "Payment delays: Instant 24/7 settlements without holidays",
          "Currency risks: Automatic hedging through a stable basket",
          "Banking inaccessibility: Global availability without geographic restrictions",
          "Lack of transparency: Full transparency of all transactions on the blockchain"
        ]
      },
      "3": {
        "title": "Uneven Economic Development:",
        "body": [
          "A single stabilized unit will become a universal tool for valuing goods, services, and assets on a global scale, simplifying international trade and investment."
        ]
      },
      "4": {
        "title": "Lack of Trust in Fiat Currencies:",
        "body": [
          "Amid growing distrust in traditional currencies (due to inflation or political risks), such a unit can become a more reliable alternative."
        ]
      },
      "5": {
        "title": "Dependence on Reserve Currencies:",
        "body": [
          "Many countries depend on the dollar or euro as reserve currencies. A single stabilized unit can help resolve this dependence."
        ]
      },
      "6": {
        "title": "Currency Market Speculation:",
        "body": [
          "A universal unit can reduce volatility in currency markets, limiting opportunities for speculation."
        ]
      },
      "7": {
        "title": "Global Economic Crises:",
        "body": [
          "A system based on multiple indicators can help predict and mitigate the effects of global crises."
        ]
      }
    }
  },
  "advantages": {
    "title": "<span class='company'><b>Advantages</b></span> of Creating Such a System",
    "card": {
      "1": {
        "title": "<span class='company'>Universal Measure of Value:</span>",
        "body": "A single stabilized unit will become a universal tool for valuing goods, services, and assets on a global scale, simplifying international trade and investment."
      },
      "2": {
        "title": "<span class='company'>Reducing Currency Risks:</span>",
        "body": "Companies and investors will be able to minimize risks associated with currency fluctuations, which is especially important for international transactions."
      },
      "3": {
        "title": "<span class='company'>Enhancing Economic Transparency:</span>",
        "body": "An algorithm analyzing numerous indicators can reveal hidden interconnections and trends in the global economy, helping governments and organizations make better-informed decisions."
      },
      "4": {
        "title": "<span class='company'>Financial System Stabilization:</span>",
        "body": "A single stabilized unit can serve as a tool for smoothing economic crises, as it is less susceptible to local fluctuations."
      },
      "5": {
        "title": "<span class='company'>Simplification of Settlements:</span>",
        "body": "A universal unit can simplify international settlements by reducing the need for multiple currency conversions."
      },
      "6": {
        "title": "<span class='company'>Combating Inflation:</span>",
        "body": "The unit will be tied to stable economic indicators, which can help countries with high inflation stabilize their financial systems."
      },
      "7": {
        "title": "<span class='company'>Support for Developing Countries:</span>",
        "body": "Such a system will help countries with weak currencies integrate into the global economy, reducing their dependence on the dollar or euro."
      }
    }
  },
  "prospects": {
    "title": "Challenges and <span class='company'><b>Solutions</b></span>",
    "card": {
      "1": {
        "title": "Integration with CBDCs (Central Bank Digital Currencies)",
        "body": "The system is compatible with national digital currencies, including the digital ruble and digital yuan, enabling intergovernmental settlements without the use of SWIFT. This ensures instant and reliable transfers between countries."
      },
      "2": {
        "title": "Smart Contracts for Governance",
        "body": "The use of smart contracts will automate taxation and subsidy distribution, eliminating bureaucratic delays. Funding for government projects can be carried out through DAOs, where DFC holders vote on budget allocation."
      },
      "3": {
        "title": "Development of DeFi Based on DFC",
        "body": "The system can enable lending mechanisms with algorithmically regulated rates that automatically adjust depending on the economic situation. Additionally, staking with guaranteed returns will allow users to earn income by participating in network support."
      },
      "4": {
        "title": "Global Adoption in Developing Countries",
        "body": "DFC provides access to financial services for the unbanked population, expanding financial inclusion. For countries with unstable currencies, it also creates the possibility of partially transitioning to a stable system, reducing inflation."
      },
      "5": {
        "title": "Protection Against Quantum Computing",
        "body": "As part of long-term development, a gradual transition to post-quantum cryptography is envisaged, including lattice-based algorithms, to ensure the system's resilience to threats from quantum computing."
      }
    }
  },
  "invite": {
    "title": "Want to invest and become part of the project?",
    "subtitle": "Let’s build an innovative and decentralized 'tomorrow' together!",
    "button": {
      "title": "Download Wallet",
      "description": "Download and install the wallet to join the team of investors"
    }
  }
}
