{
  "title": "Innovative next-generation blockchain",
  "description": {
    "title": "A revolution in global systems with hybrid blockchain",
    "body": {
      "1": "We are creating the world's first self-adaptive blockchain, combining speed, security, and AI economics to reimagine finance, data storage, and digital rights.",
      "2": "Our platform is a universal blockchain protocol designed to solve key problems in today's economy, finance, and data management. Unlike traditional blockchains, we offer a hybrid ecosystem that combines high speed, energy efficiency, security, and an adaptive economy."
    },
    "card": {
      "1": {
        "title": "For users:",
        "subtitle": "Instant transactions, almost zero fees, non-erasable data."
      },
      "2": {
        "title": "For investors:",
        "subtitle": "A breakthrough technology with trillion-dollar market potential."
      }
    }
  },
  "mission": {
    "title": "Key mission:",
    "card": {
      "1": {
        "title": "Creating a global decentralized financial system",
        "body": "an alternative to SWIFT, Visa, and traditional banks."
      },
      "2": {
        "title": "Ensuring immutable and secure data storage",
        "body": "documents, digital assets, IoT devices."
      },
      "3": {
        "title": "Building a sustainable economic model",
        "body": "automatically adapting to global market changes."
      },
      "4": {
        "title": "Ensuring scalability and availability",
        "body": "for billions of users."
      }
    }
  },
  "why": {
    "title": "Why our blockchain is a breakthrough:",
    "list": {
      "1": {
        "1": "Feature",
        "2": "Classic blockchains (Bitcoin, Ethereum)",
        "3": "Our solution"
      },
      "2": {
        "1": "Speed",
        "2": "5-30 TPS",
        "3": "100,000+ TPS (DAG + PoH)"
      },
      "3": {
        "1": "Commission",
        "2": "High volatility",
        "3": "AI-optimized micro-commissions"
      },
      "4": {
        "1": "Energy consumption",
        "2": "Bitcoin = 1000+ kWh per transaction",
        "3": "0.01 kWh per transaction (PoC)"
      },
      "5": {
        "1": "Safety",
        "2": "Vulnerability to quantum attacks",
        "3": "Post-quantum cryptography"
      },
      "6": {
        "1": "Economy",
        "2": "Fixed emission/inflation",
        "3": "AI-regulated tokenomics"
      }
    }
  },
  "innovations": {
    "title": "Key innovations",
    "list": {
      "1": {
        "title": "Lightning-fast transactions (DAG + PoH)",
        "body": "While Bitcoin processes only 7 transactions per second and Visa up to 24,000, we offer a truly scalable solution. Thanks to DAG (Directed Acyclic Graph) technology, which allows transactions to be processed in parallel, we achieve a speed of 100,000 transactions per second. This makes our system fully ready for mass implementation."
      },
      "2": {
        "title": "Protection against quantum computers",
        "body": "Experts predict that by 2029, quantum computers will be able to crack widely used encryption algorithms such as RSA/ECC. Our solution is lattice-based cryptography, which provides complete invulnerability even to the most powerful quantum attacks."
      },
      "3": {
        "title": "Self-regulating economy",
        "body": "Our system uses artificial intelligence to analyze key economic indicators such as GDP, inflation, and trading volumes. Based on this data, it automatically adjusts staking, commission, and emission parameters. This provides stability for investors, which sets us apart from volatile meme coins."
      },
      "4": {
        "title": "Green mining (PoC)",
        "body": "Unlike Bitcoin, which consumes enormous amounts of energy for mining, our system uses an environmentally friendly approach. Thanks to the PoC algorithm, you can earn money by providing disk space, making mining accessible to everyone without wasting energy."
      }
    }
  },
  "application": {
    "title": "Practical application",
    "card": {
      "1": {
        "title": "For users",
        "body": "We offer solutions that simplify international transfers and allow you to fully control your data, including selling it directly, without intermediaries. In addition, our system includes an international platform for copyright protection."
      },
      "2": {
        "title": "For businesses and governments",
        "body": "Our technology provides a ready-made infrastructure for digital currencies (CBDC). We also ensure transparent elections, completely eliminating the possibility of fraud."
      },
      "3": {
        "title": "For investors",
        "body": "Investors receive multiple sources of income, including commissions, AI analytics usage, and corporate licenses. Asset values will grow thanks to our deflationary model and expected mass adoption."
      }
    }
  }
}
